<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<pre>
	(서울=뉴스1) 신은빈 기자 = 올해 세계 최강의 리그 오브 레전드(LoL) 팀을 가리는 '2025 LoL 월드 챔피언십'이 11월 중국 청두에서 열린다.
	
	라이엇 게임즈는 10월 14일 중국 베이징에서 열리는 플레이-인 스테이지로 이번 행사를 개막해 11월 9일 청두의 동안호 스포츠 파크 다목적 체육관에서 결승전을 치른다고 25일 밝혔다.
	
	2025 LoL 월드 챔피언십에 참가하는 팀은 총 17개다. 
	이달 마무리된 미드 시즌 인비테이셔널(MSI)에서 상위 입상한 한국(LCK)과 중국(LPL)은 네 팀씩 출전하고 유럽·중동·아프리카(EMEA)(LEC), 미주(LTA), 아시아태평양(LCP)은 세 팀씩 참가한다.
	
	플레이-인 스테이지는 베이징에 특별히 건립된 최첨단 시설인 '베이징 스마트 이스포츠 센터'에서 열린다. 
	이곳에서 월드 챔피언십이 열리는 것은 이번이 처음이다.
	
	올해 플레이-인 스테이지에는 새로운 요소가 추가된다.
	 MSI에서 가장 좋은 성적을 거둔 한국과 중국의 4번 시드 팀이 스위스 스테이지 진출권을 놓고 하루 동안 5판 3선승제로 맞붙는다. 
	 승리하는 팀은 16강 스위스 스테이지에 합류하고 패배하는 팀은 탈락한다.
	
	스위스 스테이지는 10월 15일부터 25일까지 같은 곳에서 열린다.
	 전 세계 5개 지역에서 선발된 16개 팀이 참가하며, 승패가 같은 팀끼리 대진을 정해 1승 할 때마다 토너먼트 스테이지에 가까워진다.
	  진출과 탈락을 결정하는 경기는 3판 2선승제로 진행된다.
	
	스위스 스테이지에서 살아남은 8개 팀은 10월 28일부터 11월 2일까지 상하이의 '메르세데스-벤츠 아레나' 경기장에서 토너먼트 스테이지를 치른다.
	 이 스테이지를 거치면 우승팀을 가리는 결승전이 청두에서 열린다.
	
	이번 결승전에서 승리하는 팀은 올해 세계 최고의 LoL e-스포츠팀이라는 타이틀과 함께 LoL e-스포츠 15년 역사를 축하하는 자리에서 소환사의 컵을 들어 올리는 영광을 누리게 된다.
</pre>
</body>
</html>