<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<pre>
	(서울=연합뉴스) 오수진 기자 = 현대인들이 건강 관리를 위해 하루 1만보 걷기를 목표로 세우는 경우가 많지만, 각종 질병을 예방하려면 7천보만 걸어도 충분하다는 연구 결과가 나왔다고 영국 BBC방송이 24일(현지시간) 보도했다.
	
	국제 학술지 랜싯 퍼블릭 헬스에 최근 호주, 스페인, 영국 대학 연구진들이 발표한 논문을 보면 이들은 전 세계 16만명 이상 성인들의 신체활동과 건강 간 과거 연구를 분석해 이러한 결론을 냈다.
	
	구체적으로 연구진들은 하루 7천보를 걷는 사람들은 2천보 걷는 사람들과 비교해 심혈관계 질환 발생 위험이 25% 낮았으며 암, 치매, 우울증은 각각 6%, 38%, 22% 감소한다고 말했다.
	
	특히 연구진들은 1만보 걷기가 근거에 기반한 수치가 아니라는 점을 지적했다.
	
	1만보 걷기는 일본의 한 소형 스포츠 기기 업체가 1964년 도쿄 올림픽이 끝난 후 건강에 대한 관심이 급증했을 때 '만보계'라는 이름의 걸음 계측기 브랜드를 만든 후부터 사람들에게 신념처럼 퍼지기 시작했다는 것이다.
	
	논문 교신저자인 호주 시드니대학교 딩딩 교수는 만보계 출시 후 이제는 많은 건강관리 애플리케이션이 권장하는 등 1만보가 비공식 지침이 됐다고 말했다.
	
	연구진들은 단순한 걸음 수보다 신체활동에 드는 시간이 중요하다고 강조했다.
	
	신체활동 소요 시간 측정은 걷기가 어려운 사람들뿐만 아니라 수영, 자전거 타기 등 단순히 걸음 수로 측정할 수 없는 운동에도 적용할 수 있기 때문이다.
	
	세계보건기구(WHO)는 성인의 경우 매주 중등도 유산소 운동을 최소 150분 하거나 고강도 유산소 운동을 75분 이상 해야 한다고 권장하고 있다.
</pre>
</body>
</html>